{"meta":{"name":"Baby Sensory","id":"notmesmeric90","type":"channel","posterShape":"landscape","videos":[{"id":"notmesmericstream_90_0","title":"Baby Sensory - Disco Food Party! - Fun baby video with music - Infant Visual Stimulation"},{"id":"notmesmericstream_90_1","title":"Hey Bear Baby Sensory - Rainbow - fun video with music and high contrast animation - Baby Sensory"},{"id":"notmesmericstream_90_2","title":"Hey Bear Relax - Lanterns - Relaxing Video - Calming Music - Stress Relief"},{"id":"notmesmericstream_90_3","title":"Hey Bear Sensory - classical music - Mushrooms - High Contrast Animation"},{"id":"notmesmericstream_90_4","title":"Hey Bear Sensory - Fruit Salad Dance Party - Counting 1 to 10 - Fun animation with music"},{"id":"notmesmericstream_90_5","title":"Hey Bear Sensory - Happy Hearts Disco! - Fun Video with songs and animation - Baby Sensory"},{"id":"notmesmericstream_90_6","title":"Hey Bear Sensory - Popcorn - Fun Video with songs - High Contrast Animation"},{"id":"notmesmericstream_90_7","title":"Hey Bear Sensory - Rainbow Caterpillar - High contrast video with music"},{"id":"notmesmericstream_90_8","title":"Hey Bear Sensory - Rainbow colours video - High Contrast Animation"},{"id":"notmesmericstream_90_9","title":"Hey Bear Sensory - Rainbow Dance Party! - Fun Video with colourful animation and music"},{"id":"notmesmericstream_90_10","title":"Hey Bear Sensory - Rainbow Sensory - High Contrast Animation"},{"id":"notmesmericstream_90_11","title":"Hey Bear Sensory - Rainbow Stars- Relaxing sleep video - lullaby music- Baby Sensory"},{"id":"notmesmericstream_90_12","title":"Hey Bear Sensory - Sleepy Unicorns - Relaxing - Classical Music and animation- Baby Sensory"},{"id":"notmesmericstream_90_13","title":"Hey Bear Sensory - Tree Seasons - High Contrast Animation"},{"id":"notmesmericstream_90_14","title":"Hey Bear Sensory - Under The Sea - Relaxing animation -Sleep Video- Baby Sensory"},{"id":"notmesmericstream_90_15","title":"Hey Bear Sensory - Unicorns and Rainbows - Baby Sensory - Fun video with songs"},{"id":"notmesmericstream_90_16","title":"Hey Bear Sensory - ‘Lullaby Star’ Relaxing animation with lullabies - Sleep video - Baby Sensory"},{"id":"notmesmericstream_90_17","title":"Hey Bear Sensory -High Contrast Animation with Nursery Rhymes- Sleep Video"}]}}